tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mveritym/mel"
tap "now/devtools", "https://code.devsnc.com/dev/homebrew-now"
brew "ack"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "bundletool"
brew "carthage"
brew "coreutils"
brew "cowsay"
brew "dex2jar"
brew "docker-machine"
brew "libyaml"
brew "ruby"
brew "fastlane"
brew "libtool"
brew "guile"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "ghostscript"
brew "git", link: false
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "grc"
brew "groonga"
brew "groovy"
brew "helm"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8", link: false
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kops", args: ["HEAD"]
brew "kotlin"
brew "libssh2"
brew "libgit2"
brew "libksba"
brew "make"
brew "mariadb@10.2", restart_service: true
brew "maven"
brew "nghttp2"
brew "node"
brew "openjdk@8"
brew "pipenv"
brew "platformio"
brew "postgresql@9.5", restart_service: true, link: true
brew "pyenv"
brew "rails-completion"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "scrcpy"
brew "selenium-server"
brew "spark"
brew "swift"
brew "terraform"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn"
brew "yuicompressor"
brew "heroku/brew/heroku"
brew "mveritym/mel/kubedecode"
brew "now/devtools/ant"
cask "adoptopenjdk11", args: { appdir: "/Applications" }
cask "adoptopenjdk8", args: { appdir: "/Applications" }
cask "android-platform-tools"
cask "android-studio", args: { appdir: "/Applications" }
cask "caffeine", args: { appdir: "/Applications" }
cask "charles", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "intellij-idea", args: { appdir: "/Applications" }
cask "launchrocket", args: { appdir: "/Applications" }
cask "paw", args: { appdir: "/Applications" }
cask "provisionql"
cask "proxifier", args: { appdir: "/Applications" }
cask "rubymine", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "sublime-text", args: { appdir: "/Applications" }
cask "transmission", args: { appdir: "/Applications" }
cask "transmit", args: { appdir: "/Applications" }
