cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
tap "mveritym/mel"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

brew "ack"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "carthage"
brew "coreutils"
brew "chromedriver", restart_service: true
brew "docker-machine"
brew "findutils"
brew "heroku"
brew "git"
brew "git-lfs"
brew "go"
brew "grc"
brew "libtool"
brew "imagemagick"
brew "imagemagick@6", link: true
brew "jq"
brew "kops", args: ["HEAD"]
brew "kotlin"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libgit2"
brew "libksba"
brew "libyaml"
brew "make"
brew "maven"
brew "node"
brew "openssl@1.1"
brew "pkg-config"
brew "platformio"
brew "readline"
brew "swift"
brew "postgresql@9.5", restart_service: true, link: true
brew "pyenv"
brew "python"
brew "rails-completion"
brew "ruby-build"
brew "rbenv-gemset"
brew "rbenv"
brew "selenium-server-standalone"
brew "spark"
brew "swift"
brew "terraform"
brew "tree"
brew "terraform"
brew "unrar"
brew "wget"
brew "yarn"
brew "yuicompressor"
brew "heroku/brew/heroku"
brew "mveritym/mel/kubedecode"

cask "1password"
cask "android-studio"
cask "caffeine"
cask "charles"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "java"
cask "java6"
cask "java7"
cask "minikube"
cask "paw"
cask "proxifier"
cask "razer-synapse"
cask "rubymine"
cask "slack"
cask "sublime-text"
cask "transmission"
cask "transmit"
cask "vlc"
cask "spotify"
cask "xcode"
cask "zoomus"